export const dennys_menu = [
  [
    {
      name: "からすみパスタ",
    },
    {
      name: "グリルドチーズサンド",
    },
    {
      name: "デミチーズハンバーグ",
    },
    {
      name: "和風ハンバーグ",
    },
    {
      name: "おろしハンバーグ",
    },
    {
      name: "ガーリックハンバーグ",
    },
  ],
  [
    {
      name: "グリルチキン",
    },
    {
      name: "豚しゃぶ",
    },
    {
      name: "油淋鶏",
    },
    {
      name: "カットステーキ",
    },
    {
      name: "ベジタブルカレー",
    },
    {
      name: "アジフライ＆ヒレカツ",
    },
  ],
  [
    {
      name: "海老タルタル",
    },
    {
      name: "さばの味噌煮とヒレカツ定食",
    },
    {
      name: "おろしハンバーグとヒレカツ定食",
    },
    {
      name: "チキン南蛮定食",
    },
    {
      name: "生姜焼き定食",
    },
    {
      name: "ミックスフライ定食",
    },
  ],
  [
    {
      name: "生ハムサラダ",
    },
    {
      name: "シーザーサラダ",
    },
    {
      name: "生ハムシーザーサラダ",
    },
    {
      name: "COBBサラダ",
    },
    {
      name: "具だくさんシーザーサラダ",
    },
    {
      name: "具だくさん生ハムシーザーサラダ",
    },
  ],
  [
    {
      name: "ハーブ鶏のローストチキンのパワーサラダ",
    },
    {
      name: "ロートビーフのパワーサラダ",
    },
    {
      name: "PREMIUMパワーサラダ",
    },
    {
      name: "4種のシーザードレッシング",
    },
    {
      name: "胡麻ドレッシング",
    },
    {
      name: "人参ドレッシング",
    },
  ],
  [
    {
      name: "コブサラダドレッシング",
    },
    {
      name: "ベーコンチーズハンバーグ",
    },
    {
      name: "和風ハンバーグ",
    },
    {
      name: "おろしハンバーグとヒレカツ膳",
    },
    {
      name: "胡麻ドレサラダ",
    },
    {
      name: "茄子とほうれん草のおろし和え",
    },
  ],
  [
    {
      name: "デミ煮込みハンバーグ",
    },
    {
      name: "デミ煮込みハンバーグ?たまご添え?",
    },
    {
      name: "生姜醤油ハンバーグ",
    },
    {
      name: "allbeef ハンバーグ?おろしソース",
    },
    {
      name: "allbeef ハンバーグ?デミたま",
    },
    {
      name: "サーロインステーキ(160g)",
    },
  ],
  [
    {
      name: "サーロインステーキ(240g)",
    },
    {
      name: "カットステーキ(130g)",
    },
  ],
];
