export const mac_menu = [
  [
    {
      name: "チーズバーガー",
    },
    {
      name: "ベーコンレタスバーガー",
    },
    {
      name: "てりやきマックバーガー",
    },
    {
      name: "チキンフィレオ",
    },
    {
      name: "えびフィレオ",
    },
    {
      name: "ハンバーガー",
    },
  ],
  [
    {
      name: "フィレオフィッシュ",
    },
    {
      name: "てりやきチキンフィレオ",
    },
    {
      name: "スパチキ",
    },
    {
      name: "ビッグマック",
    },
    {
      name: "ダブルチーズバーガー",
    },
    {
      name: "チキンマックナゲット 5ピース",
    },
  ],
  [
    {
      name: "マックフライポテト(S)",
    },
    {
      name: "マックフライポテト(M)",
    },
    {
      name: "マックフライポテト(L)",
    },
    {
      name: "ホットアップルパイ",
    },
    {
      name: "ワッフルコーン プレーン",
    },
    {
      name: "ワッフルコーン チョコ&アーモンド",
    },
  ],
  [
    {
      name: "ワッフルコーン ストロベリー",
    },
    {
      name: "マックフルーリーオレオ",
    },
    {
      name: "プチパンケーキ",
    },
    {
      name: "三角チョコパイ 黒",
    },
    {
      name: "サイドサラダ",
    },
    {
      name: "スイートコーン",
    },
  ],
  [
    {
      name: "ハッシュポテト",
    },
    {
      name: "三角チョコパイ 白",
    },
    {
      name: "ミニッツメイドオレンジ",
    },
    {
      name: "コカ・コーラ",
    },
    {
      name: "アイスカフェラテ",
    },
    {
      name: "カフェラテ",
    },
  ],
  [
    {
      name: "キャラメルラテ",
    },
    {
      name: "プレミアムローストコーヒー",
    },
    {
      name: "ホットティー(ストレート)",
    },
    {
      name: "ホットティー(レモン)",
    },
    {
      name: "ホットティー(ミルク)",
    },
    {
      name: "マックシェイクストロベリー",
    },
  ],
  [
    {
      name: "マックシェイクチョコレート",
    },
    {
      name: "マックシェイクバニラ",
    },
  ],
];
